[
    {
        "product_name": "CALTEX Brake and Clutch Fluid DOT3 0.5L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/caltex-brake-clutch-fluids-dot-3-1-300x300.png",
        "price": "150.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/caltex-brake-clutch-fluids-dot-3.png",
            "info": "  CALTEX Brake and Clutch Fluid DOT3 0.5L\n  เพิ่มสมรรถนะของเบรกและคลัทช์ให้แก่รถยนต์ของคุณ\nน้ำมันเบรกและคลัทช์มีหน้าที่ช่วยให้รถของคุณหยุดการทำงานเมื่อคุณเหยียบเบรก น้ำมันเบรกมีประสิทธิภาพในการทนต่อความร้อนและแรงดันสูงได้ดี เพื่อช่วยให้ชิ้นส่วนต่างๆ ภายในระบบเบรกของคุณทำงานได้อย่างเหมาะสมที่สุด;"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Brake Fluid",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Delo XLI Pre-mixed 1L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Caltex-Delo-XLI-Pre-mixed-1L-1-300x300.png",
        "price": "290.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Caltex-Delo-XLI-Pre-mixed-1L.png",
            "info": "  CALTEX Delo XLI Pre-mixed 1L\n  น้ำยาหม้อน้ำ Caltex Delo XLI Premixed\nเดโล่® เอ็กซ์แอลไอ เป็นน้ำยาหม้อน้ำและสารยับยั้งการกัดกร่อนที่เจือจางแล้วแบบไม่เป็นอันตรายต่อสิ่งแวดล้อมซึ่งผลิตจากเทคโนโลยีคาร์บอกซีเลตที่มีกรดอินทรีย์ที่จึงมีอายุยาวนาน การปกป้องระบบระบายความร้อนอย่างสมบูรณ์แบบ สารยับยั้งที่ใช้เทคโนโลยีคาร์บอกซีเลต ป้องกันการกัดกร่อนในสารละลายที่มีน้ำเป็นส่วนประกอบสำหรับโลหะทุกชนิดของเครื่องยนต์และระบบระบายความร้อน ซึ่งรวมถึงอลูมิเนียม เหล็ก เหล็กกล้า ทองแดง และโลหะผสมบัดกรี สารยับยั้งการกัดกร่อนป้องกันมิการสึกกร่อนที่ปลอกสูบแบบเปียก และปกป้องพื้นผิวที่มีการถ่ายเทความร้อนที่เป็นเป็นอลูมิเนียม\nอายุการใช้งานที่ยาวนานขึ้น ด้วยอัตราการเสื่อมของสารยับยั้งแบบกรดอินทรีย์ที่ต่ำมากทำให้แน่ใจได้ว่าจะให้การป้องกันการกัดกร่อนในระยะยาวในทุกสภาวะการปฏิบัติงาน\nค่าใช้จ่ายในการบำรุงรักษาที่ลดลง ระบบสารยับยั้งที่ใช้เทคโนโลยีคาร์บอกซีเลตที่ไม่ซ้ำใคร ป้องกัน การเกิดตามดที่ปลอกสูบแบบเปียกและให้การปกป้องอย่างดีเยี่ยมแก่พื้นผิวอะลูมิเนียมเมื่ออยู่ในสภาวะที่มีการถ่ายเทความร้อนปริมาณของแข็งที่ละลายอยู่ต่ำจะช่วยลดอัตราการเกิดความผิดปกติของซีลของปั๊มน้ำ\nเดโล่® เอ็กซ์แอลไอ เป็นสารระบายความร้อนและสารยับยั้งการกัดกร่อนที่เจือจางแล้วแบบไม่เป็นอันตรายต่อสิ่งแวดล้อมซึ่งมีพื้นฐานมาจากเทคโนโลยีคาร์บอกซีเลตที่มีกรดอินทรีย์ที่มีอายุยาวนาน\nเดโล่® เอ็กซ์แอลไอ เหมาะสำหรับการนำไปใช้ในระบบระบายความร้อนของรถยนต์ เครื่องยนต์ที่ใช้ในการผลิตกระแสไฟฟ้าแบบอยู่กับที่ และเครื่องยนต์เรือ ซึ่งไม่จำเป็นต้องใช้สารต้านการแข็งตัวที่มีไกลคอล"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Coolant",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Delo XLI Pre-mixed 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Caltex-Delo-XLI-Pre-mixed-1L-1-300x300.png",
        "price": "590.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Caltex-Delo-XLI-Pre-mixed-1L.png",
            "info": "  CALTEX Delo XLI Pre-mixed 4L\n  น้ำยาหม้อน้ำ Caltex Delo XLI Premixed\nเดโล่® เอ็กซ์แอลไอ เป็นน้ำยาหม้อน้ำและสารยับยั้งการกัดกร่อนที่เจือจางแล้วแบบไม่เป็นอันตรายต่อสิ่งแวดล้อมซึ่งผลิตจากเทคโนโลยีคาร์บอกซีเลตที่มีกรดอินทรีย์ที่จึงมีอายุยาวนาน การปกป้องระบบระบายความร้อนอย่างสมบูรณ์แบบ สารยับยั้งที่ใช้เทคโนโลยีคาร์บอกซีเลต ป้องกันการกัดกร่อนในสารละลายที่มีน้ำเป็นส่วนประกอบสำหรับโลหะทุกชนิดของเครื่องยนต์และระบบระบายความร้อน ซึ่งรวมถึงอลูมิเนียม เหล็ก เหล็กกล้า ทองแดง และโลหะผสมบัดกรี สารยับยั้งการกัดกร่อนป้องกันมิการสึกกร่อนที่ปลอกสูบแบบเปียก และปกป้องพื้นผิวที่มีการถ่ายเทความร้อนที่เป็นเป็นอลูมิเนียม\nอายุการใช้งานที่ยาวนานขึ้น ด้วยอัตราการเสื่อมของสารยับยั้งแบบกรดอินทรีย์ที่ต่ำมากทำให้แน่ใจได้ว่าจะให้การป้องกันการกัดกร่อนในระยะยาวในทุกสภาวะการปฏิบัติงาน\nค่าใช้จ่ายในการบำรุงรักษาที่ลดลง ระบบสารยับยั้งที่ใช้เทคโนโลยีคาร์บอกซีเลตที่ไม่ซ้ำใคร ป้องกัน การเกิดตามดที่ปลอกสูบแบบเปียกและให้การปกป้องอย่างดีเยี่ยมแก่พื้นผิวอะลูมิเนียมเมื่ออยู่ในสภาวะที่มีการถ่ายเทความร้อนปริมาณของแข็งที่ละลายอยู่ต่ำจะช่วยลดอัตราการเกิดความผิดปกติของซีลของปั๊มน้ำ\nเดโล่® เอ็กซ์แอลไอ เป็นสารระบายความร้อนและสารยับยั้งการกัดกร่อนที่เจือจางแล้วแบบไม่เป็นอันตรายต่อสิ่งแวดล้อมซึ่งมีพื้นฐานมาจากเทคโนโลยีคาร์บอกซีเลตที่มีกรดอินทรีย์ที่มีอายุยาวนาน\nเดโล่® เอ็กซ์แอลไอ เหมาะสำหรับการนำไปใช้ในระบบระบายความร้อนของรถยนต์ เครื่องยนต์ที่ใช้ในการผลิตกระแสไฟฟ้าแบบอยู่กับที่ และเครื่องยนต์เรือ ซึ่งไม่จำเป็นต้องใช้สารต้านการแข็งตัวที่มีไกลคอล"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Coolant",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Delo® Sports Advanced (SAE 5W-40)",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/delosportsadv-fs-5w40-6L-300x300.png",
        "price": "2,490.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/delosportsadv-fs-5w40-7l.png",
            "info": "  Caltex Delo® Sports Advanced SAE 5W-40\n  สังเคราะห์ 100% ทนความร้อนได้ดีกว่า 50%* ประหยัดน้ำมันกว่า 2.6%**\nประโยชน์\nช่วยยืดอายุเครื่องยนต์และให้การปกป้องทันทีที่สตาร์ท  – มีความสามารถในการรักษาความหนืดในช่วงอุณหภูมิที่กว้าง จึงมั่นใจได้ในการปกป้องตั้งแต่สตาร์ทเครื่องยนต์ที่มีอุณหภูมิต่ำ และให้การปกป้องสูงสุดเมื่อเครื่องยนต์ทำงานและมีอุณหภูมิสูง\nให้กำลังและประสิทธิภาพสูงสุด – ใช้สารเพิ่มคุณภาพที่ช่วยทำความสะอาดเครื่องยนต์และกระจายเขม่าจึงช่วยควบคุมการเกิดคราบเขม่าตกค้างบริเวณร่องวงแหวน และกระโปรงลูกสูบแม้ในสภาวะการทำงานที่หนักหน่วง เครื่องยนต์จึงทำงานเต็มกำลังและได้ประสิทธิภาพสูงสุด\nประหยัดค่าใช้จ่ายในการบำรุงรักษา – ทนความร้อนและต้านทานต่อการเกิดออกซิเดชั่นได้ดีเยี่ยม ช่วยลดการเสื่อมสภาพของน้ำมัน และด้วยสูตรที่มีปริมาณกำมะถันและฟอสฟอรัสต่ำจึงช่วยยืดอายุระบบกรองไอเสียและลดปริมาณมลพิษ\nประหยัดน้ำมันเชื้อเพลิง – ทนต่อแรงเฉือน และรักษาค่าความหนืดของน้ำมันได้ดี มีการระเหยของน้ำมันต่ำ ช่วยลดแรงเสียดทาน จึงมีอัตราการใช้พลังงานลดลง\nระยะเปลี่ยนถ่าย: 10,000 – 15,000 กม. หรือไม่เกิน 6 เดือน\nเหมาะสำหรับ:\n– Mercedes Benz S Class, M Class, E Class, C Class\n– BMW Series 7, 5, 4, 3, เครื่องดีเซล, X5, X4, X3, X1 เครื่องดีเซล\n– Land Rover เครื่องดีเซล\n– Mini Cooper เครื่องดีเซล\n– Porsche Macan S Diesel\n– Volvo XC90, 60 เครื่องดีเซล\n– Isuzu Mu-X, D-Maxทุกรุ่น\n– Toyota Land Cruiser, Prado, Fortuner\n– Mazda CX-5 เครื่องดีเซล,  Mazda 2 เครื่องดีเซล\n– Ford Everest\n– Mitsubishi Pajero Sport,Triton\n– Chevrolet Captiva เครื่องดีเซล, Trailblazer, Cruze 2.0 VCDi LTZ ดครื่องดีเซล\n– Hyundai H1, Tucson 2.0 D\n– Kia Grand Carnival, Sorento 2.2 CDRi"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Fully Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Delo® Sports Synthetic Blend (SAE 10W-30) 6L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/6L_Delo-Sports-New-Label-2020_SAE10W-30-300x300.png",
        "price": "1,390.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/6L_Delo-Sports-New-Label-2020_SAE10W-30-1-258x400.png",
            "info": "  CALTEX Delo® Sports Synthetic Blend (SAE 10W-30) 6L\nเดโล่ สปอร์ต ซินเธติก เบลนด์ SAE 10W-30 เป็นน้ำมันเครื่องกึ่งสังเคราะห์เกรดรวมประสิทธิภาพสูง ผลิตด้วยเทคโนโลยีไอโซซิน (ISOSYN™) ทนความร้อนได้ดี ช่วยป้องกันการสึกหรอ มีสารช่วยกระจายเขม่า เครื่องยนต์จึงสะอาด ยืดอายุการใช้งาน และช่วยลดค่าใช้จ่ายในการบำรุงรักษา ให้การปกป้องสูงสุดสำหรับเครื่องยนต์ดีเซลที่มีการใช้งานแบบสปอร์ต รวมทั้งรถกระบะและรถแบบขับเคลื่อน 4 ล้อ และเหมาะอย่างยิ่งสำหรับรถที่ใช้เครื่องยนต์ระบบหัวฉีดแบบคอมมอนเรล\n  ช่วยยืดอายุการใช้งานของเครื่องยนต์\nมีคุณสมบัติในการทนต่อการเกิดปฏิกิริยาออกซิเดชั่นสูง ทำให้น้ำมันเกิดการแตกตัว และป้องกันการสึกหรอได้อย่างดีเยี่ยม ที่ช่วยลดการสะสมของคราบเขม่าและการสึกหรอ ทำให้ช่วยยืดอายุการใช้งานของเครื่องยนต์ได้นานยิ่งขึ้น การควบคุมปริมาณเขม่าและการป้องกันการสึกหรอ เป็นสิ่งสำคัญสำหรับเครื่องยนต์ดีเซลประเภท SUV ทั้งในขณะที่สตาร์ทและตอนดับเครื่อง หรือแม้แต่การขับขี่ในเมือง และการขับขี่แบบสมบุกสมบัน นอกจากนี้ค่าความหนืดที่มีหลากหลายของน้ำมันแบบเกรดรวม ยังช่วยเพิ่มการป้องกันการสึกหรอขณะที่สตาร์ทเครื่อง ในสภาวะการทำงานที่อุณหภูมิสูง มีการปกป้องเพลาลูกเบี้ยวจากการสึกหรอได้มากกว่า 61% และควบคุมการสะสมของคราบที่ลูกสูบได้ดีขึ้นมากกว่า 28%\nให้กำลังและสมรรถนะสูงสุด\nน้ำมันพื้นฐานสังเคราะห์สมรรถนะสูง ผสมผสานกับสารเพิ่มคุณภาพที่เป็นสารทำความสะอาดแบบโลหะ ช่วยรักษาให้เครื่องยนต์มีกำลังและสมรรถนะสูงสุด โดยการควบคุมการสะสมของเขม่าที่เกาะติดบริเวณร่องแหวน ภายใต้สภาวะการทำงานที่อุณหภูมิสูง ของเครื่องยนต์ดีเซลแบบมีเทอร์โบชาร์จ\nประหยัดน้ำมันเชื้อเพลิง\nมีการควบคุมการสึกหรออย่างเหนือชั้น ได้ทำการทดสอบการสึกหรอตามมาตรฐานสูงสุด JASO DH-1 ของญี่ปุ่น เครื่องยนต์มีความทนทานและช่วยลดค่าใช้จ่ายในการบำรุงรักษา\n  แนะนำสำหรับ:\nเครื่องยนต์ดีเซลรถปิคอัพระบบหัวฉีดแบบคอมมอนเรล ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนัก (HDMO) ตามมาตรฐาน API CI-4 หรือต่ำกว่า\nเครื่องยนต์ดีเซล ที่มีการใช้งานแบบสมบุกสมบัน ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนัก (HDMO) ตามมาตรฐาน API CI-4 หรือต่ำกว่า\nเครื่องยนต์ดีเซล รถกระบะและรถขับเคลื่อนแบบ 4 ล้อ สมรรถนะสูง ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนัก (HDMO) ตามมาตรฐาน API CI-4 หรือต่ำกว่า\nไม่เหมาะสมสำหรับใช้กับเครื่องยนต์ดีเซล รถปิคอัพ ที่ต้องการน้ำมันเครื่องสำหรับรถยนต์นั่งส่วนบุคคล อย่างเช่น น้ำมันตามมาตรฐาน ACEA ที่รหัสขึ้นต้นด้วย A, B หรือ C รวมถึง เครื่องยนต์เบนซิน เครื่องยนต์ที่ใช้แก๊ส และเครื่องยนต์รถจักรยานยนต์"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Semi Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Delo® Sports Synthetic Blend (SAE 15W-40) 6L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/6L_Delo-Sports-New-Label-2020_SAE15W-40-2-300x300.png",
        "price": "1,290.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/6L_Delo-Sports-New-Label-2020_SAE15W-40-258x400.png",
            "info": "  CALTEX Delo® Sports Synthetic Blend (SAE 15W-40) 6L\n  เดโล่ สปอร์ต ซินเธติก เบลนด์ SAE 15W-40 เป็นน้ำมันเครื่องกึ่งสังเคราะห์เกรดรวมประสิทธิภาพสูง ผลิตด้วยเทคโนโลยีไอโซซิน (ISOSYN™) ทนความร้อนได้ดี ลดการเกาะติดของคราบเขม่า ช่วยยืดอายุของเครื่องยนต์ให้ยาวนาน รักษากำลังและสมรรถนะของเครื่องยนต์ได้อย่างสมบูรณ์ และช่วยลดการสูญเสียของน้ำมันเครื่อง เดโล่ สปอร์ต ซินเธติก เบลนด์ SAE 15W-40 เหมาะสำหรับเครื่องยนต์ที่ต้องการน้ำมันเครื่องในมาตรฐาน API CI-4, JASO DH-1 (in progress)\n  ช่วยยืดอายุการใช้งานของเครื่องยนต์ได้นานที่สุด\nมีประสิทธิภาพต่อการเกิดปฏิกิริยาออกซิเดชั่นสูง ให้น้ำมันเกิดการแตกตัว และป้องกันการสึกหรอได้อย่างดีเยี่ยม ช่วยลดการก่อตัวของคราบเขม่าสะสม ยืดอายุการใช้งานขอ งการควบคุมปริมาณเขม่าและการป้องกันการสึกหรอ เป็นสิ่งสำคัญสำหรับเครื่องยนต์ดีเซลประเภท SUV ทั้งในขณะที่สตาร์ทและตอนดับเครื่อง หรือแม้แต่การขับขี่ในเมือง และการขับขี่แบบสมบุกสมบัน นอกจากนี้ค่าความหนืดที่มีหลากหลายของน้ำมันแบบเกรดรวม ยังช่วยเพิ่มการป้องกันการสึกหรอขณะที่สตาร์ทเครื่อง ในสภาวะการทำงานที่อุณหภูมิสูง\nให้กำลังและสมรรถนะสูงสุด\nน้ำมันพื้นฐานสังเคราะห์สมรรถนะสูง ผสมผสานกับสารเพิ่มคุณภาพที่เป็นสารทำความสะอาดแบบโลหะ ช่วยรักษาให้เครื่องยนต์มีกำลังและสมรรถนะสูงสุด โดยการควบคุมการสะสมของเขม่าที่เกาะติดบริเวณร่องแหวน ภายใต้สภาวะการทำงานที่อุณหภูมิสูง ของเครื่องยนต์ดีเซลแบบมีเทอร์โบชาร์จ\nลดค่าใช้จ่ายในการดำเนินงาน\nมีการควบคุมการสึกหรออย่างเหนือชั้น ได้ทำการทดสอบการสึกหรอตามมาตรฐานสูงสุด JASO DH-1 ของญี่ปุ่น เครื่องยนต์มีความทนทานและช่วยลดค่าใช้จ่ายในการบำรุงรักษา\n  แนะนำสำหรับ:\nเครื่องยนต์ดีเซลที่มีการใช้งานแบบสมบุกสมบัน ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนักในมาตรฐาน API CI-4 หรือต่ำกว่า\nเครื่องยนต์ดีเซลสมรรถนะสูง สำหรับรถกระบะและรถขับเคลื่อนแบบ 4 ล้อ ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนักในมาตรฐาน API CI-4 หรือต่ำกว่า\nเครื่องยนต์ดีเซล สำหรับรถยนต์นั่งส่วนบุคคลหรือรถเพื่อการพาณิชย์ขนาดเล็ก ที่ต้องการน้ำมันเครื่องสำหรับเครื่องยนต์ที่ทำงานหนักในมาตรฐาน API CI-4 หรือต่ำกว่า\nไม่เหมาะสมสำหรับใช้กับเครื่องยนต์ดีเซล รถปิคอัพ ที่ต้องการน้ำมันเครื่องยนต์สำหรับรถยนต์นั่งส่วนบุคคล อย่างเช่น น้ำมันตามมาตรฐาน ACEA ที่รหัสขึ้นต้นด้วย A, B หรือ C รวมถึง เครื่องยนต์เบนซิน เครื่องยนต์ที่ใช้แก๊ส และเครื่องยนต์รถจักรยานยนต์"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Semi Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Gear Oil GL-5 85W-140 5L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/0e33211131168e1e37ff837d1a381ccd-removebg-preview-300x300.png",
        "price": "890.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/0e33211131168e1e37ff837d1a381ccd-removebg-preview-400x400.png",
            "info": "  CALTEX Gear Oil GL-5 85W-140 5L\n  น้ำมันเกียร์ จีแอล-5 น้ำมันหล่อลื่นอเนกประสงค์ ผลิตจากน้ำมันพื้นฐานที่มีส่วนประกอบของพาราฟิน และสารเพิ่มคุณภาพต่างๆ ในสัดส่วนที่เหมาะสม เพื่อให้การปกป้องเกียร์ที่มีประสิทธิภาพ และช่วยยืดอายุของน้ำมันเกียร์ได้นานขึ้น มีสารเพิ่มคุณภาพที่มีส่วนประกอบของกำมะถัน-ฟอสฟอรัสที่ทนแรงกดดันสูง ทนต่อความร้อน และปฏิกิริยาออกซิเดชั่นได้ดีเยี่ยม นอกจากนี้ยังมีสารยับยั้งสนิมและการกัดกร่อนสารยับยั้งการเกิดโฟม และและสารลดจุดไหลเท ผสมอยู่ด้วย น้ำมันเกียร์ จีแอล-5 ให้การปกป้องเกียร์ได้อย่างมีประสิทธิภาพภายใต้สภาวะการทำงานหนักหน่วง ด้วยน้ำมันพื้นฐานที่มีความบริสุทธิ์สูงและสารยับยั้งประเภทต่างๆ ช่วยให้มีประสิทธิภาพในการหล่อลื่นที่เหมาะสมและยืดอายุการใช้งานของเกียร์ได้นานยิ่งขึ้น\n "
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Gear Oil",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Havoline® ProDS ECO 5 (SAE 0W-20) 3.5L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-eco-5-sae-0w-20-1-300x300.png",
        "price": "1,090.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-eco-5-sae-0w-20.png",
            "info": "  CALTEX Havoline® ProDS ECO 5 (SAE 0W-20) 3.5L\n  CALTEX น้ำมันเครื่อง Havoline ProDS ECO 5 (สังเคราะห์แท้) 0W-20\nสำหรับอีโค่คาร์ ขนาด 3.5 ลิตร\n  น้ำมันเบนซินสังเคราะห์ 100% สูตรพิเศษเหนือชั้นออกแบบมาเพื่อรถอีโค คาร์ และไฮบริดโดยเฉพาะ ด้วย Deposit Shield Technology ให้พลังปกป้องระดับสูงสุด ผ่านมาตรฐาน ILSAC GF-5 มั่นใจช่วยประหยัดน้ำมันเชื้อเพลิงสูงสุด สามารถใช้กับน้ำมันแก๊สโซฮอล์ได้ถึง E85 เหนือกว่าด้วยมาตรฐานเข้มงวดของ Dexos 1 มั่นใจในความประหยัดและการปกป้องเครื่องยนต์ (ENGLISH DESCRIPTIONS BELOW)\n  เหมาะสำหรับ: รถอีโค่ คาร์ เครื่องยนต์เล็กไม่เกิน 1,300 ซีซี และเครื่องยนต์ไฮบริด\nเช่น Toyota New Yaris 2014\nHonda Jazz Hybrid,Brio Amaze,Brio\nNissan Almera,March\nMitsubishi Attrage,Mirage\nFord Fiesta\nMazada 2"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Fully Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Havoline® ProDS ECO 5 (SAE 5W-30) 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-eco-5-sae-5w-30-1-300x300.png",
        "price": "1,890.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-eco-5-sae-5w-30.png",
            "info": "  CALTEX Havoline® ProDS ECO 5 (SAE 5W-30)\n  ให้สมรรถนะสูงสุดในการปกป้องเครื่องยนต์\nด้วยประสิทธิภาพของสารเพิ่มคุณภาพที่ช่วยป้องกันการสึกหรอที่ได้รับการพิสูจน์แล้ว ว่าสามารถช่วยปกป้องเครื่องยนต์ได้ในทุกสภาวะการใช้งาน และยังช่วยปกป้องกลไกการกดวาล์วที่มีความซับซ้อนได้เป็นอย่างดี มีค่าความหนืดต่ำทำให้ช่วยเพิ่มประสิทธิภาพในการปกป้องเครื่องยนต์มากยิ่งขึ้น ช่วยลดแรงเสียดทาน และป้องกันการกัดกร่อน เหมาะสำหรับเครื่องยนต์ที่ใช้น้ำมันเบนซิน สามารถใช้กับน้ำมันแก๊สโซฮอล์สูงสุดได้ถึง E85\nช่วยรักษาสมรรถนะของเครื่องยนต์\nปกป้องทันที่สตาร์ท ด้วยการสร้างชั้นฟิล์มเพื่อปกป้องพื้นผิวชิ้นส่วนต่างๆ ของเครื่องยนต์ และยังช่วยป้องกันการเกิดคราบเขม่าที่ทำให้เครื่องยนต์เกิดการสูญเสียกำลังและสมรรถนะ ช่วยควบคุมการเกิดคราบสะสมที่บริเวณลูกสูบและแหวนสูบได้ดีเมื่อมีอุณหภูมิสูง ช่วยลดแรงเสียดทาน จึงช่วยประหยัดเชื้อเพลิง\nประหยัดค่าใช้จ่ายในการบำรุงรักษา\nมีเสถียรภาพทนต่อความร้อนสูงได้ดี มีประสิทธิภาพในการช่วยยับยั้งการเกิดออกซิเดชั่น ช่วยปกป้องเครื่องยนต์ ป้องกันการอุดตันของตัวกรอง และการก่อตัวของโคลนและสนิมในช่องกักเก็บน้ำมันเครื่อง อ่างน้ำมันเครื่องและกลไกวาล์ว\n  Toyota Harrier, Alphard, Camry, Commuter เบนซิน, Fortuner เบนซิน, Altis, Vigo เบนซิน, Innova, Avanza, Vios, Yaris 1.5L\nHonda Stepwagon, Accord, CRV, HRV, Odyssey, Freed, Civic, Mobilio, City, Jazz\nNissan Teana, X-trail, Urvan, Juke, Navara เบนซิน, Tida, Pulsar, Sunny Neo, Sylphy, Livina\nMitsubishi Pajero Sport เบนซิน, Lancer, Triton เบนซิน, Space Wagon\nFord Territory, Escape, Focus, EcoSport, Fiesta\nMazada CX-9, MX-5, CX-5, Mazda 3, Tribute\nSuzuki APV, Carry, Ertiga, SX4, Grand Vitara, Swift, Caribian Hyundai Elantra, Sonata, Tucson, Veloster, Tribulon\nChevrolet Captiva, Cruze, Optra, Zafira\nSubaru XV, Impreza, Legacy"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Fully Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Havoline® ProDS Fully Synthetic LE (SAE 5W-40) 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-le-sae-5w-40-1-300x300.png",
        "price": "2,290.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-prods-fully-synthetic-le-sae-5w-40.png",
            "info": "  CALTEX Havoline® ProDS Fully Synthetic LE (SAE 5W-40) 4L\n  CALTEX น้ำมันเครื่อง Havoline PRO DS Fully Synthetic LE 5W-40 4 ลิตร\nน้ำมันเครื่องสังเคราะห์แท้ 100 % ด้วยเทคโนโลยีล่าสุด สูตรป้องกันคราบเขม่า “Deposit Technology” ช่วยป้องกันและยืดอายุเครื่องยนต์ ทั้งยังช่วยทำความสะอาดเครื่องยนต์ ทำให้เครื่องยนต์แรงเต็มกำลัง มาตรฐาน API SN/CF,ACER C3-12,dexos2,BMW Longlife-04,MB 229.51,Porsche A40(เห็นชอบดยกรมธุรกิจพลังงาน)\nเหมาะสำหรับ : เครื่องยนต์เบนซินและดีเซลสรรถนะสูง รวมทั้งที่ติดตั้งเทอร์โบชาร์จ ในรถเก๋งและรถบรรทุกขนาดเล็ก\nสำหรับเครื่องยนต์รถเก๋งแบบปล่อยมลพิษต่ำ ทั้งเครื่องยนต์ที่มีการติดตั้ง แคทตาไลติกคอนเวอร์เตอร์ หรือเครื่องยนต์ดีเซลที่ติดตั้งกรองดักผงเขม่าโปรศึกษาคู่มือรถก่อนการใช้งาน\n "
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Fully Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Havoline® Synthetic Blend (SAE 5W-30) 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-synthetic-blend-sae-5w-30-1-300x300.png",
        "price": "1,190.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-synthetic-blend-sae-5w-30-1-400x400.png",
            "info": "  CALTEX Havoline® Synthetic Blend (SAE 5W-30)\n  ฮาโวลีน® ซินเธติก เบลนด์ SAE 5W-30\nน้ำมันเครื่องกึ่งสังเคราะห์ มีค่าความหนืดเหมาะกับรถญี่ปุ่น ช่วยลดแรงเสียดทาน ผ่านมาตรฐาน ILSAC GF-5 และAPI SN+ มั่นใจช่วยประหยัดน้ำมันเชื้อเพลิงสูงสุด สามารถใช้กับน้ำมันแก๊สโซฮอล์สูงสุดถึง E85\nให้สมรรถนะสูงสุดในการปกป้องเครื่องยนต์\nด้วยประสิทธิภาพของสารเพิ่มคุณภาพที่ช่วยป้องกันการสึกหรอที่ได้รับการพิสูจน์แล้ว ว่าสามารถช่วยปกป้องเครื่องยนต์ได้ในทุกสภาวะการใช้งาน และยังช่วยปกป้องกลไกการกดวาล์วที่มีความซับซ้อนได้เป็นอย่างดี มีค่าความหนืดต่ำทำให้ช่วยเพิ่มประสิทธิภาพในการปกป้องเครื่องยนต์มากยิ่งขึ้น และช่วยลดแรงเสียดทาน\nรักษากำลังของเครื่องยนต์ เครื่องยนต์ทำงานเต็มสมรรถนะ\nปกป้องทันที่สตาร์ท ด้วยการสร้างชั้นฟิล์มเพื่อปกป้องพื้นผิวชิ้นส่วนต่างๆ ของเครื่องยนต์ และยังช่วยป้องกันการเกิดคราบเขม่าที่ทำให้เครื่องยนต์เกิดการสูญเสียกำลังและสมรรถนะ ช่วยควบคุมการเกิดคราบสะสมที่บริเวณลูกสูบและแหวนสูบได้ดีเมื่อมีอุณหภูมิสูง ช่วยลดแรงเสียดทาน จึงช่วยประหยัดเชื้อเพลิง\nประหยัดค่าใช้จ่ายในการบำรุงรักษา\nมีเสถียรภาพทนต่อความร้อนสูงได้ดี มีประสิทธิภาพในการช่วยยับยั้งการเกิดออกซิเดชั่น ช่วยปกป้องเครื่องยนต์ ป้องกันการอุดตันของตัวกรอง และการก่อตัวของโคลนและสนิมในช่องกักเก็บน้ำมันเครื่อง อ่างน้ำมันเครื่องและกลไกวาล์ว\nแนะนำสำหรับ\nเครื่องยนต์เบนซินแบบดูดไอดีเข้าเองโดยธรรมชาติ (แบบธรรมดา) และแบบมีเทอร์โบชาร์จ สำหรับรถยนต์นั่งส่วนบุคคล ที่มีสมรรถนะเป็นไปตามมาตรฐาน ILSAC GF-5, API SN+ หรือมาตรฐาน ILSAC ใหม่ล่าสุด หรือมาตรฐาน API ที่ขึ้นรหัสด้วย S\nเครื่องยนต์เบนซินสำหรับรถรถบรรทุกขนาดเล็ก ที่มีสมรรถนะเป็นไปตามมาตรฐาน ILSAC GF-5, API SN+ หรือมาตรฐาน ILSAC ใหม่ล่าสุด หรือมาตรฐาน API ที่ขึ้นรหัสด้วย S\nเครื่องยนต์เบนซิน 4 จังหวะ ในเครื่องกำเนิดไฟฟ้าแบบพกพา ที่ผู้ผลิตเครื่องยนต์แนะนำให้ใช้ น้ำมันเครื่องเกรดธรรมดาสำหรับรถยนต์นั่งส่วนบุคคล\nไม่แนะนำให้ใช้กับเครื่องยนต์ดีเซล หรือ เครื่องยนต์รถจักรยานยนต์"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Semi Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Havoline® Synthetic Blend (SEA 10W-40) 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-synthetic-blend-sae-10w-40-1-300x300.png",
        "price": "1,190.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/havoline-synthetic-blend-sae-10w-40.png",
            "info": "  CALTEX Havoline® Synthetic Blend (SEA 10W-40) 4L\nน้ำมันเครื่องเกรดรวมประสิทธิภาพสูง ผลิตจากการผสมผสานกันอย่างลงตัวของน้ำมันพื้นฐานบริสุทธิ์สูง น้ำมันพื้นฐานสังเคราะห์ และสารเพิ่มคุณภาพประสิทธิภาพสูง จึงได้น้ำมันกึ่งสังเคราะห์ระดับพรีเมี่ยม เหมาะกับการใช้งานในทุกสภาวะการขับขี่ ผลการทดสอบสามารถป้องกันการสึกหรอได้สูงกว่ามาตรฐาน API SN ถึง 30%*\n* ทดสอบกับ Havoline Synthetic Blend SAE 10W-40 สูตร Deposit Shield™ เปรียบเทียบกับมาตรฐาน API SN\n  ช่วยยืดอายุการใช้งานของเครื่องยนต์\nมีประสิทธิภาพในการทนความร้อนได้สูง ทำให้มั่นใจได้ว่าความหนืดของน้ำมันเครื่องจะช่วยลดแรงเสียดทานขณะสตาร์ทเครื่อง และให้การหล่อลื่นได้เป็นอย่างดีเมื่อเครื่องยนต์ต้องทำงานอยู่ภายในสภาวะที่มีอุณหภูมิสูง มีสารเพิ่มคุณภาพิเศษช่วยป้องกันการสึกหรอ และควบคุมการสึกหรอได้เป็นอย่างดี และยังช่วยปกป้องเครื่องยนต์ในระบบกลไกรางวาล์วที่มีความซับซ้อนอย่างมาก\nให้กำลังและสมรรถนะสูงสุด\nปกป้องทันที่สตาร์ท ด้วยการสร้างชั้นฟิล์มเพื่อปกป้องพื้นผิวชิ้นส่วนต่างๆ ของเครื่องยนต์ และยังช่วยป้องกันการเกิดคราบเขม่าที่ทำให้เครื่องยนต์เกิดการสูญเสียกำลังและสมรรถนะ ช่วยควบคุมการเกิดคราบสะสมที่บริเวณแหวน สายพานและกระโปรงลูกสูบได้อย่างดีเยี่ยม แม้อยู่ภายใต้สภาวะการทำงานอย่างหนัก\nลดค่าใช้จ่ายในการบำรุงรักษา\nมีเสถียรภาพทนต่อความร้อนสูงได้ดี มีประสิทธิภาพในการช่วยยับยั้งการเกิดออกซิเดชั่น ช่วยปกป้องเครื่องยนต์ ป้องกันการอุดตันของตัวกรอง และการก่อตัวของโคลนและสนิมในช่องกักเก็บน้ำมันเครื่อง อ่างน้ำมันเครื่องและกลไกวาล์ว\n  แนะนำสำหรับ:\nเครื่องยนต์เบนซินแบบธรรมดาและแบบมีเทอร์โบชาร์จ สำหรับรถยนต์นั่งส่วนบุคคล และรถเพื่อการพาณิชย์ขนาดเล็ก/รถบรรทุกขนาดเล็ก ที่ต้องการน้ำมันเบอร์ความหนืด SAE 10W-40 API SN มาตรฐาน ACEA A3/B4\nเครื่องยนต์ดีเซลแบบดูดไอดีเข้าเองโดยธรรมชาติ (แบบธรรมดา) และแบบมีเทอร์โบชาร์จ สำหรับรถยนต์นั่งส่วนบุคคลและรถเพื่อการพาณิชย์ขนาดเล็ก/รถบรรทุกขนาดเล็ก ที่ต้องการน้ำมันเบอร์ความหนืด SAE 10W-40 มาตรฐาน ACEA A3/B4\nไม่แนะนำให้ใช้กับเครื่องยนต์เบนซินหรือเครื่องยนต์ดีเซล ที่ต้องการน้ำมันมาตรฐาน ACEA A1/B1, A5/B5 หรือมาตรฐานที่ขึ้นรหัสด้วย C เครื่องยนต์เบนซินที่ใช้แก๊สธรรมชาติ CNG หรือ LPG เป็นเชื้อเพลิง หรือเครื่องยนต์รถจักรยานยนต์"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Engine Oil",
            "TYPESOFENGINEOIL": "Semi Synthetic",
            "BRAND": "Caltex"
        }
    },
    {
        "product_name": "CALTEX Power Flushing Oil 4L",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/power-flushing-oil-1-300x300.png",
        "price": "650.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/power-flushing-oil.png",
            "info": "  CALTEX Power Flushing Oil 4L\n  พาวเวอร์ ฟลัชชิ่ง ออยล์ น้ำมันสำหรับล้างเครื่องยนต์ช่วยชำระล้างคราบสกปรกที่ติดค้างในเครื่องยนต์ ในระหว่างที่มีการเปลี่ยนถ่ายน้ำมันเครื่อง ผลิตจากน้ำมันพื้นฐานที่มีความหนืดต่ำและสารเพิ่มคุณภาพช่วยกระจายคราบเขม่า"
        },
        "additional_information": {
            "ENGINEFLUIDTYPE": "Flushing Oil",
            "BRAND": "Caltex"
        }
    }
]