[
    {
        "product_name": "LIQUI MOLY | CERA TEC",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-CaraTec-600x600-removebg-preview-300x300.png",
        "price": "2,375.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-CaraTec-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | CERA TEC\n  For engines, manual transmissions, pumps and compressors. Is added to the respective oil. Self-mixing. Sufficient for 5 liters of oil. With a long-term effect lasting around 50,000 km. Suitable for toothed belts running in oil. Not suitable for use with wet clutches!\nHigh-tech ceramic wear protection. Reduces friction and wear through ceramic compounds offering high chemical and thermal resistance. Prevents direct metal-to-metal contact, thus increasing the assembly service life. Reduces fuel consumption in gasoline and diesel engines thanks to the low-friction effect. Miscible with all commercially available motor oils and motor vehicle gear oils."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Diesel Purge",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Diesel-Purege-600x600-removebg-preview-300x300.png",
        "price": "1,990.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Diesel-Purege-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Diesel Purge\n  For all diesel engines both with and without diesel particulate filters. Preventative during every inspection, after repairs on the fuel system or to solve problems (see application description on the pack or in the technical datasheet). Turbocharger tested. Perfectly compatible with all conventional diesel and biodiesel fuels. Can contents are sufficient for up to 75 l fuel.\nRemoves deposits on injection nozzles and in the combustion chamber. Increases the cetane number. Eliminates engine operation problems such as knocking in idle and provides round and quiet engine running. Protects the entire fuel system from corrosion. Optimizes the emission test values. Can also be used as a preventative measure. Clean engines need less fuel and reduce emissions."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Engine Flush Plus",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Engine-Flush-plus-removebg-preview-300x300.png",
        "price": "690.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Engine-Flush-plus-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Engine Flush Plus\n  For cleaning and flushing out the oil circuits of gasoline and diesel engines. 300 ml sufficient for up to 6 l of motor oil. Can be safely used in vehicles with timing belt running in oil. Not suitable for use on motorbikes with wet clutches!\nHighly effective cleaning fluid for clearing the engine interior of troublesome deposits. Dissolves sludge and lacquer formers quickly and reliably. All types of oil-soluble and oil-insoluble residues are brought into suspension and removed during the next oil change. An engine which has been cleaned of deposits and contamination and which is then filled with fresh oil not contaminated with old impurities can develop its full performance characteristics. Wear in the engine is thus reduced and the service life is extended."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Fuel Injection Cleaner",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Injection-Cleaner-600x600-removebg-preview-300x300.png",
        "price": "650.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Injection-Cleaner-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Fuel Injection Cleaner\n  Suitable for all gasoline engines. Preventive or remedial. To be added directly into the fuel tank. 300 ml sufficient for up to 70 l of fuel. Effect remains for up to 2,000 km. Tested for use with turbochargers and catalytic converters.\nRemoves deposits on injection valves, intake valves, spark plugs and in the combustion chamber and prevents new deposits from forming. Eliminates starting problems and rough engine running. Maintains all components of the gasoline injection system. Protects the entire fuel system against corrosion. Improves throttle response and compression. Optimizes the emission test values and the performance of the engine. Clean engines use less fuel and reduce the pollutant emissions."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Hybrid Additive",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/HYBRID-ADDITIVE-1-removebg-preview-300x300.png",
        "price": "750.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/HYBRID-ADDITIVE-1-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Motor Clean\n  Suitable for all hybrid vehicles with gasoline engine. To be added directly into the fuel tank. 250 ml is sufficient for up to 75 liters of fuel (dosage 1:300).\nAdditive specially developed for the latest hybrid engines. With outstanding cleaning effect adapted to the engine technology. Removes deposits and protects against corrosion. Stabilizes the fuel and protects against aging and oxidation."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Motor Clean",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/MotorClean-300x300.png",
        "price": "850.00฿",
        "description": {
            "img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/MotorClean-removebg-preview-346x400.png",
            "info": "  LIQUI MOLY | Motor Clean\n  Suitable for all commercially available motor oils in gasoline and diesel engines with and without a diesel particulate filter (DPF). Tested for use with turbochargers and catalytic converters. Can be safely used in vehicles with toothed belt running in oil. Not suitable for motorbikes with a wet clutch. Can contents are sufficient for up to 5 l motor oil.\nFlushes out and cleans the inside of the engine. Highly effective cleaning additives dissolve sludge and lacquer formers, envelop solid dirt particles and liquid contaminants and ensure that these are drained along with the waste oil during an oil change. In a clean engine, the fresh oil can then realize its full potential. Optimal engine performance and emission characteristics, reduces wear and prevents lubrication deficiency."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Oil Additive",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Oil-Additive-600x600-removebg-preview-300x300.png",
        "price": "750.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Oil-Additive-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Oil Additive\n  Suitable for all commercial motor oils in gasoline and diesel engines with and without diesel particulate filter (DPF). Tested safe with catalytic converters and turbochargers. Our dosage recommendation: add from 3 – 5 % to motor oil.\nThe low-friction lubricant MoS2 creates a heavy-duty lubricant film on all frictioning and sliding metal surfaces. It reduces friction, guaranteeing the aggregates run more smoothly. That produces these benefits: Significant fuel and oil saving, scientifically proven wear reduction, high reliability, antifriction properties."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Speed Tec Diesel",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-moly-Speed-Tec-Diesel-600x600-removebg-preview-300x300.png",
        "price": "650.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-moly-Speed-Tec-Diesel-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Speed Tec Diesel\n  For all diesel engines both with and without diesel particulate filters. Tested safe with catalytic converters and turbochargers. For adding directly to the fuel tank. Perfectly compatible with all conventional diesel and biodiesel fuels. Can contents are sufficient for up to 70 l fuel. Perfect for constant use for any kind of refueling.\nThis highly modern fuel additive was specially developed to noticeably improve acceleration under partial load. Provides more driving pleasure through optimized performance yield. The engine starts better and even runs more smoothly."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Speed Tec Gasoline",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-moly-Speed-Tec-Gasoline-removebg-preview-300x300.png",
        "price": "650.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-moly-Speed-Tec-Gasoline-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Speed Tec Gasoline\n  Suitable for all 2- and 4-cycle gasoline engines. Tested safe with catalytic converters and turbochargers. For adding directly to the fuel tank. Can contents are sufficient for up to 70 l fuel. Perfect for constant use for any kind of refueling.\nThis highly modern fuel additive was specially developed to noticeably improve acceleration and throttle response under partial load. Provides more driving pleasure through optimized performance yield. The engine starts better and even runs more smoothly."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Super Diesel Additive",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Super-Diesel-Additive-600x600-removebg-preview-300x300.png",
        "price": "650.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Super-Diesel-Additive-600x600-removebg-preview-400x400.png",
            "info": "  LIQUI MOLY | Super Diesel Additive\n  Suitable for all diesel engines with and without a diesel particulate filter. Preventive or remedial. Fully compatible with all conventional diesel and biodiesel fuels. 250 ml is sufficient for up to 75 l of fuel (dosage 1:300). Effect remains for up to 2,000 km. Tested for compatibility with turbochargers.\nRemoves deposits in the diesel injection system and in the combustion chamber and prevents new deposits. Maintains all components of the diesel injection system. Prevents any seizing up and gumming up of nozzle needles. Boosts the cetane number, improves the ignition performance of the diesel fuel and ensures smooth engine running. Protects the entire fuel system against corrosion and wear. Optimizes the emission test values and the performance of the engine. Clean engines use less fuel and reduce the pollutant emissions."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    },
    {
        "product_name": "LIQUI MOLY | Valve Clean",
        "product_img": "https://www.autoclikfastfit.com/wp-content/uploads/2021/05/Liqui-Moly-Vale-Clean-600x600-removebg-preview-1-300x300.png",
        "price": "550.00฿",
        "description": {
            "img": "https://autoclick.ach.co.th/wp-content/uploads/2021/05/Liqui-Moly-Vale-Clean-600x600-removebg-preview-1-400x400.png",
            "info": "  LIQUI MOLY | Valve Clean\n  For all gasoline engines (carburetors and engines with manifold fuel injection), preventive or remedial. To be added directly into the fuel tank. Contents sufficient to treat up to 75 liters of fuel.\nEnsures optimum engine performance. Removes deposits on valves and in the combustion chamber and prevents new deposits. Saves fuel. Optimizes the emission test values and the performance of the engine. Improves compression. Clean engines use less fuel and reduce the pollutant emissions. Tested for use with turbochargers and catalytic converters."
        },
        "additional_information": {
            "BRAND": "Liqui Moly"
        }
    }
]